{
  "events": [
    {
      "id": 123,
      "category": "ONGC welfare",
      "title": "ONGC inks MoU with NTPC Green Energy Limited for Development of Renewable Energy Projects",
      "description": "Oil and Natural Gas Corporation (ONGC) inked Memorandum of Understanding (MoU) with NTPC Green Energy Limited (NGEL) to realize its Renewable energy objectives towards energy transition on 27 September 2023. The MoU will primarily explore the feasibility and setting up of Renewable Energy Projects in various domains.",
      "location": "Delhi",
      "date": "September 27, 2023",
      "time": "12:00",
      "organizer": "ONGC Executive Director Debdulal Adhikari (left) and CEO (NGEL) Mohit Bhargava",
      "imageUrl": "https://ongcindia.com/documents/77751/3254472/NTPCGreen_mou_1.jpg?t=1695820755811"
    },
    {
      "id": 456,
      "category": "food",
      "title": "ONGC first CPSE in India to get certified for Anti-Bribery Management System",
      "description": "ONGC was the first organization in India that adopted the Integrity Pact (IP) by Transparency International in 2005. ABMS Certification, thus, becomes another significant milestone in the journey of the Energy Maharatna towards strengthening its stature as a preferred business partner. After complete assessment and validation by M/s InterCert USA, ABMS has been implemented as per ISO 37001:2016 International Standard under the guidance of an international consultancy firm M/s Digital Age, in the first phase across 10 departments of ONGC’s Corporate Office in Delhi. ",
      "location": "New DELHI DEEN DAYAL URJA BHAWAN",
      "date": "July 10, 2023",
      "time": "10:00",
      "organizer": "ONGC Chairman & CEO Arun Kumar Singh."
    },
    {
      "id": 789,
      "category": "sustainability",
      "title": "Beach Cleanup",
      "description": "Help pick up trash along the shore.",
      "location": "Playa Del Carmen",
      "date": "July 22, 2022",
      "time": "11:00",
      "organizer": "Carey Wales"
    }
  ]
}
